Repository: gino885/syncinerary
Catalog: ios/Syncinerary/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %@ by %@
zh_hant: %@，作者 %@

source: %@ source, opens the original post
zh_hant: %@ 來源，開啟原始貼文

source: %@ to %@
zh_hant: %@ 至 %@

source: %@ won't open to us
zh_hant: 無法讀取這則 %@ 貼文

source: %@ · %lld days
zh_hant: %@ · %lld 天

source: %@ · %lld to avoid
zh_hant: %@ · %lld 項不吃

source: %@, opens Google Maps
zh_hant: %@，開啟 Google 地圖

source: %@, opens the post
zh_hant: %@，開啟貼文

source: %lld min
zh_hant: %lld 分鐘

source: %lld min %@
zh_hant: %lld 分鐘 %@

source: %lld minutes %@
zh_hant: %lld 分鐘 %@

source: %lld of %lld confirmations
zh_hant: 已確認 %lld/%lld

source: %lld of %lld left
zh_hant: 剩餘 %lld 次，共 %lld 次

source: %lld of %lld must-go · %lld of %lld confirmed
zh_hant: 必去 %lld/%lld · 已確認 %lld/%lld

source: %lld places going
zh_hant: %lld 個地點會去

source: %lld stops
zh_hant: %lld 個地點

source: %lld travellers
zh_hant: %lld 位旅伴

source: %lldd · %@
zh_hant: %lld 天 · %@

source: 1 traveller
zh_hant: 1 位旅伴

source: Active
zh_hant: 進行中

source: Add
zh_hant: 加入

source: Add %@
zh_hant: 加入 %@

source: Add post
zh_hant: 新增貼文

source: Add the place name, then add again
zh_hant: 補上地點名稱後再加入一次

source: Add to shortlist
zh_hant: 加入候選

source: Added
zh_hant: 已加入

source: Added to the deck
zh_hant: 已加入卡片

source: Adding your friends' finds
zh_hant: 加入朋友分享的口袋名單

source: Alcohol
zh_hant: 酒精

source: Already in
zh_hant: 已在行程中

source: Anime
zh_hant: 動漫

source: Aquarium
zh_hant: 水族館

source: Architecture
zh_hant: 建築

source: Art
zh_hant: 藝術

source: Art Gallery
zh_hant: 美術館

source: Attached by you
zh_hant: 由你加入

source: Beef
zh_hant: 牛肉

source: Breakfast
zh_hant: 早餐

source: Building your %@ days
zh_hant: 正在安排你的 %@ 行程

source: Cancel
zh_hant: 取消

source: Card %lld of %lld
zh_hant: 第 %lld 張，共 %lld 張

source: Changed
zh_hant: 已更動

source: Check for confirmations
zh_hant: 查看確認狀態

source: Checking each place on the map
zh_hant: 在地圖上確認每個地點

source: Checking the forecast
zh_hant: 查看天氣預報

source: Choose and build the days
zh_hant: 選好並開始排行程

source: Choose interests
zh_hant: 選擇興趣

source: Choose what sounds like you
zh_hant: 選擇你喜歡的類型

source: City name, for example Tokyo
zh_hant: 城市名稱，例如 東京

source: City suggestions from Google Maps
zh_hant: 城市建議來自 Google 地圖

source: Classic
zh_hant: 經典

source: Coffee
zh_hant: 咖啡

source: Comparing places to stay
zh_hant: 比較住宿選項

source: Confirm shortlist
zh_hant: 確認候選清單

source: Confirmed
zh_hant: 已確認

source: Continue
zh_hant: 繼續

source: Continues this trip where it left off
zh_hant: 從上次的進度繼續

source: Could not add that place.
zh_hant: 無法加入這個地點。

source: Could not join. Try again.
zh_hant: 無法加入，請再試一次。

source: Could not load the thread.
zh_hant: 無法載入對話。

source: Could not make an invite code. Try again.
zh_hant: 無法建立邀請碼，請再試一次。

source: Could not reach the trip server. Check the connection and try again.
zh_hant: 無法連線至行程伺服器。請檢查網路後再試一次。

source: Couldn't add this post
zh_hant: 無法加入這則貼文

source: Couldn't choose the stay
zh_hant: 無法選擇住宿

source: Couldn't create the trip
zh_hant: 無法建立行程

source: Couldn't find places
zh_hant: 找不到地點

source: Couldn't load the itinerary
zh_hant: 無法載入行程

source: Couldn't reopen this trip
zh_hant: 無法重新開啟這個行程

source: Couldn't update the shortlist
zh_hant: 無法更新候選清單

source: Counting the votes
zh_hant: 統計投票

source: Counting where posts agree
zh_hant: 找出貼文都推薦的地方

source: Country, for example Japan
zh_hant: 國家，例如 日本

source: Dairy
zh_hant: 乳製品

source: Day %lld
zh_hant: 第 %lld 天

source: Day %lld to day %lld
zh_hant: 第 %lld 天移到第 %lld 天

source: Day %lld, %@
zh_hant: 第 %lld 天，%@

source: Day trips
zh_hant: 一日遊

source: Dealing your cards
zh_hant: 發牌中

source: Design
zh_hant: 設計

source: Details
zh_hant: 詳細資訊

source: Dietary details are unverified. Confirm with the restaurant.
zh_hant: 飲食資訊尚未確認，請向餐廳確認。

source: Dietary information: %@
zh_hant: 飲食資訊：%@

source: Dinner
zh_hant: 晚餐

source: Dislike
zh_hant: 不喜歡

source: Done
zh_hant: 完成

source: Double tap to like. Long press to mark as must go.
zh_hant: 點兩下表示喜歡，長按標記為必去。

source: Eggs
zh_hant: 蛋

source: Every card swiped.
zh_hant: 所有卡片都看完了。

source: Family activities
zh_hant: 親子活動

source: Find places
zh_hant: 尋找地點

source: Finding a base near the action
zh_hant: 尋找方便的落腳處

source: Finding places in %@
zh_hant: 正在尋找 %@ 的地點

source: Finding what everyone agreed on
zh_hant: 找出大家的共識

source: Finish by
zh_hant: 結束時間

source: Finish swiping first.
zh_hant: 請先完成滑卡。

source: Fits the updated day.
zh_hant: 符合更新後的當日行程。

source: Fitting the day together
zh_hant: 把一天拼起來

source: For You
zh_hant: 為你推薦

source: Forget
zh_hant: 移除

source: Found on Google Maps
zh_hant: 在 Google 地圖上找到

source: From
zh_hant: 出發日

source: From %@
zh_hant: 來自 %@

source: Gallery
zh_hant: 藝廊

source: Garden
zh_hant: 花園

source: Gardens
zh_hant: 庭園

source: Gathering
zh_hant: 蒐集中

source: Gluten
zh_hant: 麩質

source: Going
zh_hant: 會去

source: Google Maps
zh_hant: Google 地圖

source: Google Places
zh_hant: Google 地點

source: Google Places · %@
zh_hant: Google 地點 · %@

source: Half the group has to confirm before planning. Stars are must-go, up to %lld.
zh_hant: 要有一半的人確認才能開始排行程。星號代表必去，最多 %lld 個。

source: Hidden gems
zh_hant: 私房景點

source: Hiking
zh_hant: 健行

source: Historic
zh_hant: 歷史景點

source: History
zh_hant: 歷史

source: Home city, optional
zh_hant: 居住城市，可不填

source: Hot springs
zh_hant: 溫泉

source: Hours
zh_hant: 營業時間

source: I don't eat
zh_hant: 我不吃

source: I want more of
zh_hant: 我想多一點

source: In short
zh_hant: 重點摘要

source: In the deck
zh_hant: 在卡片中

source: Instagram, TikTok, or RedNote link
zh_hant: Instagram、TikTok 或小紅書連結

source: Invite code
zh_hant: 邀請碼

source: Join
zh_hant: 加入

source: Join my %@ trip on Syncinerary %@ or enter code %@
zh_hant: 加入我在 Syncinerary 的 %@ 行程 %@ 或輸入邀請碼 %@

source: Join trip
zh_hant: 加入行程

source: Join with code
zh_hant: 用邀請碼加入

source: Keep current plan
zh_hant: 維持目前的行程

source: Keeping your must-gos safe
zh_hant: 確保必去的都排進去

source: Known conflicts are hidden. Always confirm dietary needs with the restaurant.
zh_hant: 已隱藏明確衝突的餐廳。用餐前請務必再向店家確認。

source: Late start
zh_hant: 延後出發

source: Laying out the deck
zh_hant: 整理卡片

source: Leaving disliked places out
zh_hant: 排除大家不喜歡的地點

source: Less
zh_hant: 收合

source: Like
zh_hant: 喜歡

source: Like with a note
zh_hant: 喜歡並備註

source: Like with note
zh_hant: 喜歡並備註

source: Liked
zh_hant: 已喜歡

source: Liked with a note
zh_hant: 已喜歡並加上備註

source: Live updates reconnecting
zh_hant: 即時更新重新連線中

source: Local food
zh_hant: 在地美食

source: Loved, not placed
zh_hant: 喜歡但未排入

source: Lunch
zh_hant: 午餐

source: Making time for meals
zh_hant: 留出吃飯時間

source: Mark must-go
zh_hant: 標記為必去

source: Marked as must go
zh_hant: 已標記為必去

source: Market
zh_hant: 市場

source: Markets
zh_hant: 市集

source: Measuring every walk
zh_hant: 計算每段步行時間

source: Meat
zh_hant: 肉類

source: Message not sent. Try again.
zh_hant: 訊息未送出，請再試一次。

source: Message the group
zh_hant: 傳訊息給大家

source: More ideas
zh_hant: 更多靈感

source: Moved
zh_hant: 已移動

source: Museum
zh_hant: 博物館

source: Museums
zh_hant: 博物館

source: Music
zh_hant: 音樂

source: Must go
zh_hant: 必去

source: Must-go
zh_hant: 必去

source: Natural Feature
zh_hant: 自然景觀

source: Nature
zh_hant: 自然

source: New times
zh_hant: 新的時間

source: New trip
zh_hant: 新行程

source: Nightlife
zh_hant: 夜生活

source: No cards
zh_hant: 沒有卡片

source: No itinerary
zh_hant: 尚無行程

source: No matching cities found. Try another spelling.
zh_hant: 找不到符合的城市。請試試其他拼法。

source: No places yet
zh_hant: 還沒有地點

source: No stays found
zh_hant: 找不到住宿

source: No trip found for that code.
zh_hant: 找不到這個邀請碼的行程。

source: No trips yet. Start one, or join with a code.
zh_hant: 還沒有行程。建立一個，或用邀請碼加入。

source: Not must-go
zh_hant: 非必去

source: Not now
zh_hant: 先不要

source: Not selected
zh_hant: 未選取

source: Note
zh_hant: 備註

source: Noted
zh_hant: 已備註

source: Nothing changes until you approve.
zh_hant: 在你確認之前不會有任何變動。

source: Nothing scheduled
zh_hant: 尚未安排

source: Nothing to shortlist yet
zh_hant: 還沒有可以選的地點

source: Now see what the group agreed on.
zh_hant: 來看看大家的共識。

source: One more thing
zh_hant: 還有一件事

source: Only if the weather holds. I'd skip the queue.
zh_hant: 天氣好再去。我不想排隊。

source: Opens preference choices
zh_hant: 開啟偏好設定

source: Optional. The places already gathered are waiting either way.
zh_hant: 可不填。已經蒐集到的地點都還在。

source: Park
zh_hant: 公園

source: Pass
zh_hant: 略過

source: Passed
zh_hant: 已略過

source: Paste what the group has been sending.
zh_hant: 把大家分享的連結貼進來。

source: Peanuts
zh_hant: 花生

source: Performing Arts Theater
zh_hant: 表演藝術場館

source: Photo of %@
zh_hant: %@ 的照片

source: Photography
zh_hant: 攝影

source: Place closed
zh_hant: 地點臨時關閉

source: Place name, if the link doesn't say
zh_hant: 地點名稱，如果連結沒有寫

source: Planned
zh_hant: 已排定

source: Polishing your days
zh_hant: 微調每天的行程

source: Pork
zh_hant: 豬肉

source: Posts behind this
zh_hant: 資料來源貼文

source: Preferences
zh_hant: 偏好

source: Previous
zh_hant: 上一張

source: Pull to try again.
zh_hant: 下拉重試。

source: Putting trending finds first
zh_hant: 把熱門的排前面

source: Ramen
zh_hant: 拉麵

source: Read it all
zh_hant: 看全部

source: Reading public captions
zh_hant: 讀取公開貼文內容

source: Reading the %@ post
zh_hant: 正在讀取 %@ 貼文

source: Remove
zh_hant: 移除

source: Remove %@
zh_hant: 移除 %@

source: Remove from shortlist
zh_hant: 從候選中移除

source: Remove must-go
zh_hant: 取消必去

source: Removed
zh_hant: 已移除

source: Removing weak matches
zh_hant: 剔除不合適的結果

source: Reservation cancelled
zh_hant: 預約已取消

source: Restaurant
zh_hant: 餐廳

source: Review last card
zh_hant: 回看上一張

source: Review the trip update
zh_hant: 查看行程調整

source: Review trip update
zh_hant: 查看行程調整

source: Room availability is not verified. Confirm dates with the hotel before booking.
zh_hant: 尚未確認房況，訂房前請向飯店確認日期。

source: Saved posts
zh_hant: 收藏的貼文

source: Saving…
zh_hant: 儲存中…

source: Seafood
zh_hant: 海鮮

source: Search cities
zh_hant: 搜尋城市

source: Searching Instagram, TikTok, and RedNote
zh_hant: 搜尋 Instagram、TikTok 和小紅書

source: See the shortlist
zh_hant: 查看候選清單

source: Selected
zh_hant: 已選取

source: Selected cities
zh_hant: 已選城市

source: Send message
zh_hant: 傳送訊息

source: Share code
zh_hant: 分享邀請碼

source: Shellfish
zh_hant: 帶殼海鮮

source: Shopping
zh_hant: 購物

source: Shortlist
zh_hant: 候選清單

source: Show details
zh_hant: 顯示詳細資訊

source: Shrine
zh_hant: 神社

source: Slow travel
zh_hant: 慢遊

source: Someone
zh_hant: 某位成員

source: Something went wrong
zh_hant: 發生錯誤

source: Sources
zh_hant: 來源

source: Start a new trip to gather some.
zh_hant: 建立新行程來開始蒐集。

source: Start swiping
zh_hant: 開始滑卡

source: Start the day
zh_hant: 開始時間

source: Stay
zh_hant: 住宿

source: Stay · %@
zh_hant: 住宿 · %@

source: Street food
zh_hant: 街頭小吃

source: Swipe left to pass, right to like, up for must go.
zh_hant: 左滑略過，右滑喜歡，上滑標記必去。

source: Swipe progress
zh_hant: 滑卡進度

source: Swipe right to like, left to dislike, up for must go.
zh_hant: 右滑喜歡，左滑不喜歡，上滑標記必去。

source: Swiping
zh_hant: 滑卡中

source: Tallying the votes
zh_hant: 計算票數

source: Temple
zh_hant: 寺廟

source: That invite code doesn't match a trip. Ask for a new one.
zh_hant: 這個邀請碼找不到行程。請對方提供新的邀請碼。

source: That one isn't in this trip's cities
zh_hant: 這個地點不在這趟行程的城市中

source: The server returned status %lld.
zh_hant: 伺服器回傳狀態 %lld。

source: This %@ post doesn't name a place
zh_hant: 這則 %@ 貼文沒有寫出地點名稱

source: To
zh_hant: 結束日

source: Tourist Attraction
zh_hant: 觀光景點

source: Transit delay
zh_hant: 交通延誤

source: Tree nuts
zh_hant: 堅果

source: Trending
zh_hant: 熱門

source: Trending on %@
zh_hant: %@ 熱門推薦

source: Trip
zh_hant: 行程

source: Trip change
zh_hant: 行程變動

source: Trips
zh_hant: 行程

source: Try again
zh_hant: 再試一次

source: Try another city.
zh_hant: 換一個城市試試。

source: Try another name
zh_hant: 換個名稱試試

source: Unrolling the map
zh_hant: 攤開地圖

source: Use this plan
zh_hant: 採用這個版本

source: Votes in
zh_hant: 已投票

source: Voting
zh_hant: 投票中

source: Warning: %@
zh_hant: 警告：%@

source: Weather change
zh_hant: 天氣變化

source: What place is it?
zh_hant: 這是哪個地點？

source: What should the group know?
zh_hant: 有什麼要讓大家知道的？

source: Where to?
zh_hant: 要去哪裡？

source: Who are you?
zh_hant: 你是誰？

source: Why this works
zh_hant: 為什麼這樣安排

source: Writing your trip story
zh_hant: 寫下你的行程故事

source: You
zh_hant: 你

source: You added this
zh_hant: 你加入的

source: You can mark up to %lld must-go places for this trip.
zh_hant: 這趟行程最多可標記 %lld 個必去地點。

source: You're invited to
zh_hant: 你受邀加入

source: Your name
zh_hant: 你的名字

source: approx. %@
zh_hant: 約 %@

source: approx. public transit
zh_hant: 約搭大眾運輸

source: approx. walk
zh_hant: 約步行

source: public transit
zh_hant: 大眾運輸

source: taxi
zh_hant: 計程車

source: transit
zh_hant: 大眾運輸

source: travel
zh_hant: 交通

source: via %@
zh_hant: 經由 %@

source: walk
zh_hant: 步行

source: ← pass · like → · ↑ must go
zh_hant: ← 略過 · 喜歡 → · ↑ 必去

source: ★ Must go ★
zh_hant: ★ 必去 ★
